Repository: xiaoluoboding/dinky
Catalog: Dinky/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, ru, tr, zh_hans, zh_hant

source: When on, Apple's MetricKit can deliver anonymous crash and hang diagnostics to Dinky on your Mac. Nothing leaves your device until you choose to send a report. Requires “Share with App Developers” in System Settings → Privacy & Security → Analytics & Improvements.
de: Wenn es aktiviert ist, kann MetricKit von Apple anonyme Absturz- und Blockierungsdiagnosen an Dinky auf Ihrem Mac senden. Nichts verlässt Ihr Gerät, bis Sie sich zum Senden eines Berichts entscheiden. Erfordert „Mit App-Entwicklern teilen“ in den Systemeinstellungen → Datenschutz und Sicherheit → Analysen und Verbesserungen.
es: Cuando está activado, MetricKit de Apple puede ofrecer diagnósticos anónimos de bloqueos y bloqueos a Dinky en su Mac. Nada sale de su dispositivo hasta que elija enviar un informe. Requiere "Compartir con desarrolladores de aplicaciones" en Configuración del sistema → Privacidad y seguridad → Análisis y mejoras.
fr: Lorsqu'il est activé, MetricKit d'Apple peut fournir un crash anonyme et suspendre des diagnostics à Dinky sur votre Mac. Rien ne quitte votre appareil jusqu'à ce que vous choisissiez d'envoyer un rapport. Nécessite « Partager avec les développeurs d'applications » dans Paramètres système → Confidentialité et sécurité → Analyses et améliorations.
it: Quando è attivo, MetricKit di Apple può fornire la diagnostica anonima di crash e blocco a Dinky sul tuo Mac. Niente lascia il tuo dispositivo finché non scegli di inviare una segnalazione. Richiede "Condividi con gli sviluppatori di app" in Impostazioni di sistema → Privacy e sicurezza → Analisi e miglioramenti.
ja: オンにすると、Apple の MetricKit が匿名のクラッシュとハングの診断を Mac 上の Dinky に提供できます。レポートの送信を選択するまで、デバイスからは何も残りません。システム設定→プライバシーとセキュリティ→分析と改善の「アプリ開発者と共有」が必要です。
ko: 켜져 있으면 Apple의 MetricKit이 익명의 충돌을 전달하고 Mac의 Dinky에 대한 진단을 중단할 수 있습니다. 보고서 보내기를 선택하기 전까지는 기기에서 아무 것도 남지 않습니다. 시스템 설정 → 개인 정보 보호 및 보안 → 분석 및 개선에서 "앱 개발자와 공유"가 필요합니다.
nl: Wanneer ingeschakeld, kan MetricKit van Apple anonieme diagnoses over crashes en vastlopen leveren aan Dinky op uw Mac. Niets verlaat uw apparaat totdat u ervoor kiest een rapport te verzenden. Vereist 'Delen met app-ontwikkelaars' in Systeeminstellingen → Privacy en beveiliging → Analyses en verbeteringen.
pt_br: Quando ativado, o MetricKit da Apple pode fornecer falhas anônimas e travar diagnósticos no Dinky no seu Mac. Nada sai do seu dispositivo até que você decida enviar um relatório. Requer “Compartilhar com desenvolvedores de aplicativos” em Configurações do sistema → Privacidade e segurança → Análise e melhorias.
ru: Когда включено, MetricKit от Apple может анонимно передавать диагностику сбоев и зависаний приложению Dinky на вашем Mac. Ничего не покидает устройство, пока вы сами не отправите отчёт. Требуется параметр «Делиться с разработчиками приложений» в «Системные настройки → Конфиденциальность и безопасность → Аналитика и улучшения».
tr: Açık olduğunda, Apple'ın MetricKit'i Mac'inizdeki Dinky'ye anonim kilitlenme ve kilitlenme tanılamaları sunabilir. Siz rapor göndermeyi seçene kadar cihazınızdan hiçbir şey ayrılmaz. Sistem Ayarları → Gizlilik ve Güvenlik → Analizler ve İyileştirmeler bölümünde “Uygulama Geliştiricileriyle Paylaş” seçeneğini gerektirir.
zh_hans: 启用后，Apple 的 MetricKit 可以向 Mac 上的 Dinky 提供匿名崩溃和挂起诊断信息。在您选择发送报告之前，您的设备上不会留下任何内容。需要在系统设置 → 隐私和安全 → 分析和改进中“与应用程序开发人员共享”。
zh_hant: 啟用後，Apple 的 MetricKit 可以向 Mac 上的 Dinky 提供匿名崩潰和掛起診斷資訊。在您選擇發送報告之前，您的裝置上不會留下任何內容。需要在系統設定 → 隱私和安全性 → 分析和改進中「與應用程式開發人員共用」。

source: Which sections appear here…
de: Welche Abschnitte erscheinen hier…
es: ¿Qué secciones aparecen aquí...?
fr: Quelles sections apparaissent ici…
it: Quali sezioni appaiono qui...
ja: ここに表示されるセクションは…
ko: 여기에는 어떤 섹션이 표시되나요?
nl: Welke secties verschijnen hier...
pt_br: Quais seções aparecem aqui…
ru: Какие разделы здесь появляются…
tr: Burada hangi bölümler görünüyor?
zh_hans: 哪些部分出现在这里...
zh_hant: 哪些部分出現在這裡...

source: Working
de: Arbeiten
es: Laboral
fr: Fonctionnement
it: Lavorando
ja: 処理中
ko: 일하고 있는
nl: Werken
pt_br: Trabalhando
ru: Обработка
tr: Çalışma
zh_hans: 处理中
zh_hant: 處理中

source: Would only save %.1f%%
de: Würde nur %.1f%% sparen
es: Sólo ahorraría %.1f%%
fr: Cela n'économiserait que %.1f%%
it: Risparmierei solo il %.1f%%
ja: %.1f%% しか節約できません
ko: %.1f%%만 절약할 수 있습니다.
nl: Zou slechts %.1f%% besparen
pt_br: Economizaria apenas %.1f%%
ru: Сэкономит только %.1f%%
tr: Yalnızca %%.1f tasarruf sağlar
zh_hans: 只会节省%.1f%%
zh_hant: 只會節省%.1f%%

# Would only save %.1f%% (your threshold is %d%%). Click for details.
source: Would only save %1$.1f%% (your threshold is %2$d%%). Click for details.
de: Würde nur %.1f %% sparen (Ihr Schwellenwert liegt bei %d %%). Klicken Sie für Details.
es: Solo ahorraría %.1f%% (su umbral es %d%%). Haga clic para obtener más detalles.
fr: Cela n'économiserait que %.1f%% (votre seuil est de %d%%). Cliquez pour plus de détails.
it: Risparmierebbe solo il %.1f%% (la tua soglia è %d%%). Fare clic per i dettagli.
ja: %.1f%% のみが節約されます (しきい値は %d%%)。詳細については、クリックしてください。
ko: %.1f%%만 절약할 수 있습니다(기준액은 %d%%입니다). 자세한 내용을 보려면 클릭하세요.
nl: Zou slechts %.1f%% besparen (uw drempel is %d%%). Klik voor details.
pt_br: Economizaria apenas %.1f%% (seu limite é %d%%). Clique para obter detalhes.
ru: Сэкономит всего %.1f%% (ваш порог составляет %d%%). Нажмите, чтобы узнать подробности.
tr: Yalnızca %%.1f% tasarruf sağlar (eşiğiniz %%d%). Ayrıntılar için tıklayın.
zh_hans: 只会节省%.1f%%（您的阈值是%d%%）。点击查看详情。
zh_hant: 只會節省%.1f%%（您的閾值是%d%%）。點擊查看詳情。

source: You’re on Dinky %@ — the latest and dinkyest.
de: Du bist auf Dinky %@ – das Neueste und Dinkyste.
es: Estás en Dinky %@, lo último y lo más interesante.
fr: Vous êtes sur Dinky %@ – le dernier et le plus petit.
it: Sei su Dinky %@: l'ultimo e il più carino.
ja: Dinky %@ をご利用中です — 最新かつ最も dinky なバージョンです。
ko: 가장 최신의 Dinky %@를 시청 중입니다.
nl: Je gebruikt Dinky %@ — de nieuwste en meest dinkyste.
pt_br: Você está no Dinky %@ – o mais recente e mais divertido.
ru: У вас Dinky %@ — самая последняя и самая dinky-версия.
tr: Şu anda Dinky %@'dasınız — en yeni ve en dinky.
zh_hans: 您正在使用 Dinky %@ — 最新且最精简的。
zh_hant: 您正在使用 Dinky %@ — 最新且最精簡的。

source: Your current results will be cleared when Dinky relaunches.
de: Ihre aktuellen Ergebnisse werden gelöscht, wenn Dinky neu startet.
es: Sus resultados actuales se borrarán cuando se reinicie Dinky.
fr: Vos résultats actuels seront effacés lors de la relance de Dinky.
it: I tuoi risultati attuali verranno cancellati al riavvio di Dinky.
ja: Dinky が再起動されると、現在の結果はクリアされます。
ko: Dinky가 다시 실행되면 현재 결과가 삭제됩니다.
nl: Je huidige resultaten worden gewist wanneer Dinky opnieuw start.
pt_br: Seus resultados atuais serão apagados quando o Dinky for reiniciado.
ru: Ваши текущие результаты будут удалены при перезапуске Dinky.
tr: Dinky yeniden başlatıldığında mevcut sonuçlarınız silinecek.
zh_hans: 当 Dinky 重新启动时，您当前的结果将被清除。
zh_hant: 當 Dinky 重新啟動時，您目前的結果將被清除。

source: Your dinky files
de: Deine Dinky-Dateien
es: Tus archivos Dinky
fr: Vos fichiers Dinky
it: I tuoi file Dinky
ja: あなたのDinkyファイル
ko: 당신의 Dinky 파일
nl: Jouw Dinky-bestanden
pt_br: Seus arquivos Dinky
ru: Ваши файлы Dinky
tr: Dinky dosyalarınız
zh_hans: 你的 Dinky 文件
zh_hant: 你的 Dinky 檔案

source: Email Support…
es: Soporte por correo electrónico...
fr: Assistance par e-mail…
it: Supporto via e-mail...
ja: サポートにメールを送る…
ko: 이메일 지원…
nl: E-mailondersteuning…
pt_br: Suporte por e-mail…
ru: Написать в поддержку…
tr: E-posta Desteği…
zh_hans: 电子邮件支持...
zh_hant: 電子郵件支援...

source: Feedback — Dinky v%@
es: Comentarios — Dinky v%@
fr: Commentaires — Dinky v%@
ja: フィードバック — Dinky v%@
ko: 피드백 — Dinky v%@
ru: Отзыв — Dinky v%@
tr: Geribildirim — Dinky v%@
zh_hans: 反馈 — Dinky v%@
zh_hant: 回饋 — Dinky v%@

source: Format
es: Formato
it: Formato
ja: 形式
ko: 체재
nl: Formaat
pt_br: Formatar
ru: Формат
tr: Biçim
zh_hans: 格式
zh_hant: 格式

source: GitHub Repo
es: Repositorio de GitHub
fr: Dépôt GitHub
it: Deposito GitHub
ja: GitHub リポジトリ
ko: GitHub 레포
nl: GitHub-opslagplaats
pt_br: Repositório GitHub
ru: Репозиторий GitHub
tr: GitHub Deposu
zh_hans: GitHub 存储库
zh_hant: GitHub 儲存庫

source: Global (%@)
es: Mundial (%@)
fr: Mondial (%@)
it: Globale (%@)
ja: グローバル (%@)
ko: 글로벌(%@)
nl: Globaal (%@)
ru: Глобальный (%@)
tr: Küresel (%@)
zh_hans: 全局 (%@)
zh_hant: 全域 (%@)

source: MB
es: MEGABYTE
fr: Mo
ru: МБ

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
nl: Naam
pt_br: Nome
ru: Имя
tr: İsim
zh_hans: 名称
zh_hant: 名稱

source: OK
es: DE ACUERDO
fr: D'ACCORD
ko: 좋아요
ru: ОК
tr: TAMAM
zh_hans: 好的
zh_hant: 好的

source: Paste
es: Pasta
fr: Coller
it: Impasto
ja: ペースト
ko: 반죽
nl: Plakken
pt_br: Colar
ru: Вставить
tr: Yapıştır
zh_hans: 粘贴
zh_hant: 貼上

source: px
es: píxeles
ja: ピクセル
pt_br: pixels
ru: пикселей
tr: piksel
zh_hans: 像素
zh_hant: 像素

source: Shortcuts app
es: Aplicación de atajos
fr: Application de raccourcis
it: Applicazione scorciatoie
ja: ショートカットアプリ
ko: 바로가기 앱
nl: Snelkoppelingen-app
pt_br: Aplicativo de atalhos
ru: Приложение «Ярлыки»
tr: Kısayollar uygulaması
zh_hans: 快捷方式应用程序
zh_hant: 快捷方式應用程式

source: Suffix
es: Sufijo
fr: Suffixe
it: Suffisso
ja: サフィックス
ko: 접미사
nl: Achtervoegsel
pt_br: Sufixo
ru: Суффикс
tr: son ek
zh_hans: 后缀
zh_hant: 後綴

source: Support — Dinky v%@
es: Soporte — Dinky v%@
fr: Assistance — Dinky v%@
it: Supporto — Dinky v%@
ja: サポート — Dinky v%@
ko: 지원 — Dinky v%@
nl: Ondersteuning — Dinky v%@
pt_br: Suporte — Dinky v%@
ru: Поддержка — Dinky v%@
tr: Destek — Dinky v%@
zh_hans: 支持 — Dinky v%@
zh_hant: 支持 — Dinky v%@

source: Version %@
es: Versión %@
it: Versione %@
ja: バージョン %@
ko: 버전 %@
nl: Versie %@
pt_br: Versão %@
ru: Версия %@
tr: Sürüm %@
zh_hans: 版本%@
zh_hant: 版本%@

source: %.2f MB
fr: %.2f Mo
ru: %.2f МБ

source: Global
fr: Mondial
it: Globale
ja: グローバル
ko: 글로벌
nl: Globaal
ru: Глобальный
tr: Küresel
zh_hans: 全局
zh_hant: 全域

source: Video
fr: Vidéo
ja: ビデオ
ko: 동영상
pt_br: Vídeo
ru: Видео
zh_hans: 视频
zh_hant: 影片

source: Original
it: Originale
ja: オリジナル
ko: 원래의
nl: Origineel
ru: Оригинал
tr: Orijinal
zh_hans: 原始
zh_hant: 原始

source: WebP
ko: 웹P

source: PDF
tr: PDF'ler
